#Пользователь вводит предложение, заменить все пробелы на "-"
first = input('введи предложение')
print(first)
first_new = str.replace(first, ' ', '-')
print(first_new)
