#Пользователь вводит Имя, Возраст и Город, сформировать
#приветственное сообщение
name = input('Введите имя')
age = int(input('Введите возраст'))
city = input('Введите город')
print(f'{city} приветствует тебя {name}. Мне {age} лет, а тебе?')
